Repository: cychong47/wmaker
Catalog: WINGs/po/*.po
Languages: cs

source: Bad address-service-protocol combination
cs: Nesprávná kombinace adresa-slu¾ba-protokol

source: DND selection lost during drag operation...
cs: DND výbìr se ztratil bìhem opere táhnutí...

source: drag & drop timed out while waiting for response from 0x%x
cs: èas pro drag & drop vypr¹el bìhem èekání na odpoveï z 0x%x

source: could not get ownership or DND selection
cs: nemo¾né získat vlastnictví nebo DND výbìr

source: drag source received unexpected XdndFinished message from %x
cs: zdroj tahání pøijal neoèekávanou zprávu XdndFinished z %x

source: unknown XDND action %s from 0x%x
cs: neznámá XDND akce %s z 0x%x

source: received invalid drag & drop type list
cs: pøijatý nesprávný seznam typù drag & drop

source: received Enter event in bad order
cs: pøijatá událost Enter v nesprávném poøadí

source: received drag & drop request with unsupported version %i
cs: pøijatý po¾adavek drag & drop s nepodporovanou verzí %i

source: Unknown error %d
cs: Neznámá chyba %d

source: Error %d
cs: Chyba %d

source: warning:
cs: varovíní:

source: fatal error:
cs: fatální chyba:

source: error:
cs: chyba:

source: could not get password entry for UID %i
cs: nemo¾né zjistit informaci o UID %i

source: could not get password entry for user %s
cs: nemo¾né zjistit informaci o u¾ivatelovi %s

source: rebuilding hash table...
cs: pøepis tabulky hashovských funkcí...

source: finished rebuild.
cs: konec pøepisu.

source: Cannot get current host name
cs: Nemo¾né zjistit aktuální jméno poèítaèe

source: malloc() failed. Retrying after 2s.
cs: chyba malloc(). Nový pokus o 2s.

source: Really Bad Error: recursive malloc() failure.
cs: Skuteènì o¹klivá chyba: rekurzivní chyba malloc().

source: virtual memory exhausted
cs: virtuální pamì» vyèerpaná

source: realloc() failed. Retrying after 2s.
cs: chyba realloc(). Nový pokus o 2s.

source: Really Bad Error: recursive realloc() failure.
cs: Skuteènì o¹klivá chyba: rekurzivní chyba realloc().

source: trying to release unexisting data %p
cs: pokus uvolnit neexistujícá data %p

source: RELEASING %p
cs: UVOLNÌNÍ %p

source: could not allocate %s color
cs: nemo¾né alokovat %s barvu

source: white
cs: bílou

source: black
cs: èernou

source: gray
cs: ¹edou

source: dark gray
cs: tmavì ¹edou

source: Colors
cs: Barvy

source: Brightness
cs: Svìtlost

source: Color Panel: Could not allocate memory
cs: Panel barev: Nemo¾né alokovat pamì»

source: Red
cs: Èervená

source: Green
cs: Zelená

source: Blue
cs: Modrá

source: Yellow
cs: ®lutá

source: Black
cs: Èerná

source: Spectrum
cs: Spektrum

source: Palette
cs: Paleta

source: New from File...
cs: Nová ze souboru...

source: Rename...
cs: Pøejmenovat...

source: Remove
cs: Odstranit

source: Copy
cs: Kopírovat

source: New from Clipboard
cs: Nová ze schránky

source: X11-Colors
cs: Barvy X11

source: Color
cs: Barva

source: Add...
cs: Pøidat...

source: List
cs: Seznam

source: New...
cs: Nový...

source: Color Panel: Could not create directory %s needed to store configurations
cs: Panel barev: Nemo¾né vytvoøit adresáø %s potøebný k ulo¾ení nastavení

source: File Error
cs: Chyba souboru

source: Could not create ColorPanel configuration directory
cs: Nemo¾né vytvoøit konfiguraèní adresáø panelu barev

source: Color Panel: Could not find file
cs: Panel barev: Nemo¾né nalézt soubor

source: Color Panel: X failed request
cs: Panel barev: chyba po¾adavku X

source: Saturation
cs: Saturace

source: Hue
cs: Odteï

source: Open Palette
cs: Otevøít paletu

source: Invalid file format !
cs: Nesprávný souborový formát!

source: can't remove file %s
cs: nemo¾né odstranit soubor %s

source: Couldn't remove file from Configuration Directory !
cs: Nemo¾né odstranit soubor z konfiguraèního adresáøe!

source: Rename
cs: Pøejmenovat

source: Rename palette to:
cs: Pøejmenovat paletu:

source: Cancel
cs: Zru¹it

source: Warning
cs: Varování

source: Palette already exists ! Overwrite ?
cs: Paleta u¾ existuje! Pøepsat?

source: No
cs: Ne

source: Yes
cs: Ano

source: Couldn't rename palette %s to %s
cs: Nemo¾né pøejmenovat paletu %s na %s

source: This will permanently remove the palette
cs: Paleta bude natrvalo smazaná

source: . Are you sure you want to remove this palette ?
cs: . Jste si jisti, ¾e chcete odstranit tuto paletu?

source: Couldn't remove palette %s
cs: Nemo¾né odstranit paletu %s

source: Could not open %s
cs: Nemo¾né otevøít %s

source: Could not create %s
cs: Nemo¾né vytvoøit %s

source: Write error on file %s
cs: Chyba pøi zápisu do souboru %s

source: Color Panel: Color unspecified
cs: Panel barev: Nespecifikovaná barva

source: Name:
cs: Jméno:

source: Open
cs: Otevøít

source: Save
cs: Ulo¾it

source: WINGs: could not open directory %s
cs: WINGs: nemo¾né otevøít adresáø %s

source: WINGs: could not stat %s
cs: WINGs: nemo¾né zjistit informace o %s

source: Error
cs: Chyba

source: Create Directory
cs: Vytvoøit adresáø

source: Enter directory name
cs: Jméno adresáøe

source: Permission denied.
cs: Pøístup odmítnut.

source: '%s' already exists.
cs: '%s' u¾ existuje

source: Path does not exist.
cs: Cesta neexistuje.

source: '%s' does not exist.
cs: '%s' neexistuje.

source: Insufficient memory available.
cs: Nedostatek pamìti.

source: '%s' is on a read-only filesystem.
cs: '%s' je na souborovém systému jen pro ètení.

source: Can not delete '%s'.
cs: Nemo¾né odstranit '%s'.

source: Delete directory %s ?
cs: Odstranit adresáø %s?

source: Delete file %s ?
cs: Odstranit soubor %s?

source: Directory '%s' does not exist.
cs: Adresáø '%s' neexistuje.

source: Directory '%s' is not empty.
cs: Adresáø '%s' není prázdný.

source: Directory '%s' is busy.
cs: Adresáø '%s' je pou¾ívaný.

source: '%s' is a directory.
cs: '%s' je adresáø.

source: An error occured browsing '%s'.
cs: Pøi prohlí¾ení '%s' nastala chyba.

source: '%s' is not a directory.
cs: '%s' není adresáø.

source: File does not exist.
cs: Soubor neexistuje.

source: the following character sets are missing in %s:
cs: nasledující sady znakù chybí v %s:

source: the string "%s" will be used in place of any characters from those sets.
cs: øetìzec "%s" bude pou¾itý namísto znakù z tìchto sad.

source: could not load font set %s. Trying fixed.
cs: nemo¾né naèíst font %s. Zkou¹í se naèíst fixed.

source: could not load font %s. Trying fixed.
cs: nemo¾no naèíst font %s. Zko¹í se naèíst fixed.

source: could not load fixed font!
cs: nemo¾né naèíst font fixed!

source: font description %s is too large.
cs: popis fontu %s je pøíli¹ velký.

source: Test!!!
cs: Zkou¹ka!!!

source: Size
cs: Velikost

source: Set
cs: Sada

source: Revert
cs: Zpìt

source: Could not retrieve font list
cs: Nemo¾né obdr¾et seznam fontù

source: font name %s is longer than 256, which is invalid.
cs: jméno fontu %s je del¹í ne¾ 256, co¾ je ¹patnì.

source: Normal
cs: Normílní

source: WINGs: could not load widget images file: %s
cs: WINGs: nemo¾né naèíst soubor s obrázky pro widgety: %s

source: WINGs: could not open display %s
cs: WINGs: nemo¾né otevøít display %s

source: could not load any fonts. Make sure your font installationand locale settings are correct.
cs: nemo¾né naèíst ¾ádný font. Ubezpeète se, ¾e instalace fontù a místního nastavení jsou v poøádku.

source: 0 inches
cs: 0 palcù

source: ...for this app will surely crash :-)
cs: ...pro tuto aplikaci to urèitì spadne :-)

source: didn't get it
cs: nedosa¾eno

source: type is [%s]
cs: typ je [%s]

source: could not request data for dropped data
cs: nemohou být vy¾ádána data pro polo¾ená data

source: could not create text's view
cs: nemo¾né zobrazit text

source: trying to realize widget of unrealized parent
cs: snaha vytvoøit widget neexistujícího rodièe objektu

source: only left alignment is supported in textfields
cs: pro textové pole je povolené jen levé zarovnání

source: window title conversion error... using STRING encoding
cs: chyba konverze titulku okna... pou¾ije se kódovaní STRING

source: could not allocate memory for window size hints
cs: nemo¾né alokovat pamì» pro pokyny velikosti okna

source: could not allocate memory for WM hints
cs: nemo¾né alokovat pamì» pro pokyny WM

source: icon title conversion error..using STRING encoding
cs: chyba konverze titulku ikony... pou¾ije se kódovaní STRING
