Repository: cychong47/wmaker
Catalog: po/*.po
Languages: hr

source: Error
hr: Gre¹ka

source: Could not open specified icon file
hr: Ne mogu ovoriti navedenu ikonu

source: Kill Application
hr: Ubij Aplikaciju

source: This will kill the application. Any unsaved changes will be lost. Please confirm.
hr: Ovo æe ubiti aplikaciju. Promjene koje nisu snimljene bit æe izgubljene. Molim potvrdite.

source: Unhide Here
hr: Poka¾i ovdje

source: (Un)Hide
hr: Otkrij/Sakrij

source: Set Icon...
hr: Postavi ikonu...

source: Kill
hr: Ubij

source: could not read domain "%s" from defaults database
hr: ne mogu proèitati domenu "%s" iz baze postavki

source: Domain %s (%s) of defaults database is corrupted!
hr: Domena %s (%s) baze postavki je neèitljiva

source: could not load domain %s from user defaults database
hr: ne mogu proèitati domenu %s iz korisnikove baze postavki

source: Domain %s (%s) of global defaults database is corrupted!
hr: Domena %s (%s) globalne baze postavki je neèitljiva

source: could not load domain %s from global defaults database
hr: ne mogu uèitati domenu %s iz globalne baze postavki

source: can't convert "%s" to boolean for key "%s"
hr: ne mogu konvertirati "%s" u logièki izraz za "%s"

source: using default "%s" instead
hr: umjesto toga koristim default "%s"

source: can't convert "%s" to integer for key "%s"
hr: ne mogu konvertirati "%s" u integer za "%s"

source: Wrong option format for key "%s". Should be %s.
hr: Krivi format opcije za "%s". Trebao bi biti %s

source: Incorrect number of elements in array for key "%s".
hr: Krivi broj elemenata u nizu za "%s"

source: Wrong value for key "%s". Should be Coordinate.
hr: Kriva vrijednost za "%s". Trebale bi biti koordinate.

source: can't convert array to integers for "%s".
hr: ne mogu konvertirati niz u integere za "%s".

source: Invalid focus mode "%s". Should be Manual, Auto or Sloppy.
hr: Pogre¹ni fokus mod "%s". Trebao bi biti Manual, Auto ili Sloppy.

source: Invalid colormap focus mode "%s". Should be Manual or Auto.
hr: Pogre¹ni colormap fokus mod "%s". Trebao bi biti Manual ili Auto.

source: Invalid window placement mode "%s". Should be Auto, Cascade, Random or Manual.
hr: Pogre¹ni window placement mod "%s". Trebao bi biti Auto, Cascade, Random ili Manual.

source: Invalid geometry display type "%s". Should be Center, Corner, Floating or Line.
hr: Pogre¹ni tip geometry prikaza "%s". Trebao bi biti Center, Corner, Floating ili Line.

source: Invalid speed "%s". Should be UltraFast, Fast, Medium, Slow or UltraSlow.
hr: Pogre¹na brzina "%s". Trebala bi biti UltraFast, Fast, Medium, Slow ili UltraSlow.

source: Invalid mouse button "%s". Should be Left, Middle, Right or Button1 through Button5
hr: Pogre¹no dugme mi¹a "%s". Trebalo bi biti Left, Middle, Right ili Button1 do Button5.

source: "%s" is not a valid color name
hr: "%s"je krivo ime za boju

source: bad number of arguments in gradient specification
hr: krivi broj argumenata u specifikaciji gradacije

source: too few arguments in multicolor gradient specification
hr: premalo argumenata u specifikaciji vi¹ebojne gradacije

source: Error in texture specification for key "%s"
hr: Gre¹ka u specifikaciji teksture za "%s"

source: Too few elements in array for key "WorkspaceBack".
hr: Premalo elemenata u nizu za "WorkspaceBack".

source: Wrong type for workspace background. Should be Texture.
hr: Krivi tip za pozadinu radnog prostora. Trebala bi biti tekstura.

source: Cannot get color entry for key "WorkspaceBack".
hr: Ne mogu uzeti boju za "WorkspaceBack".

source: key "WorkspaceBack" has invalid color "%s"
hr: "WorkspaceBack" ima pogre¹nu boju "%s"

source: Cannot get file entry for key "WorkspaceBack".
hr: Ne mogu uzeti datoteèni zapis za "WorkspaceBack".

source: could not run "%s"
hr: ne mogu pokrenuti "%s"

source: could not find background image "%s"
hr: ne mogu naæi sliku za pozadinu "%s"

source: Error in texture specification for key "WorkspaceBack"
hr: Gre¹ka u specifikaciji teksture za "WorkspaceBack"

source: Invalid justification type "%s". Should be Left, Center or Right
hr: Pogre¹an tip poravnanja "%s". Trebao bi biti Left, Center ili Right

source: could not load any usable font
hr: ne mogu uèitati nijedan iskoristivi font

source: could not get color for key "%s"
hr: ne mogu uzeti boju za "%s"

source: %s:invalid key modifier "%s"
hr: %s:krivi modifier "%s"

source: %s:invalid kbd shortcut specification "%s"
hr: %s: kriva specifikacija kbd kratice "%s"

source: %s:invalid key in shortcut "%s"
hr: %s krivi kljuè u kratici "%s"

source: %s: modifier key %s is not valid
hr: %s: krivi modifier kljuè %s

source: Invalid icon Position "%s". Should be one of blv, blh, brv, brh, tlv, tlh, trv, trh
hr: Kriva pozicija ikone "%s". Trebala bi biti: blv, blh, brv, brh, tlv, tlh, trv ili trh

source: could not render texture for icon background
hr: ne mogu renderirati teksturu za pozadinu ikone

source: could not render texture for workspace background
hr: ne mogu renderirati teksturu za pozadinu radnog prostora

source: OK
hr: U redu

source: Cancel
hr: Otka¾i

source: Exit
hr: Izlaz

source: Yes
hr: Da

source: No
hr: Ne

source: Could not open directory
hr: Ne mogu otvoriti direktorij

source: Could not load image file
hr: Ne mogu uèitati image datoteku

source: Directories
hr: Direktoriji

source: Icons
hr: Ikone

source: File Name:
hr: Datoteka:

source: Choose File
hr: Izaberi datoteku

source: Icon Chooser
hr: Biraè ikona

source: Type the name for workspace %i:
hr: Upi¹i ime za radni prostor %i:

source: Rename Workspace
hr: Promjeni ime radnom prostoru

source: Workspace Clip
hr: Clip radnog prostora

source: All selected icons will be removed!
hr: Sve odabrane ikone æe biti uklonjene!

source: Keep Icon
hr: Zadr¾i ikonu

source: Type the command used to launch the application
hr: Upi¹i naredbu za pokretanje aplikacije

source: could not launch application %s
hr: ne mogu pokrenuti %s

source: could not create workspace submenu for Clip menu
hr: ne mogu napraviti podmeni radnog prostora za Clip meni

source: could not create options submenu for Clip menu
hr: ne mogu napraviti podmenu opcija za Clip menu

source: Floating Clip
hr: Plutajuæi Clip

source: Collapsed
hr: Sru¹en

source: AutoCollapse
hr: AutoRu¹anje

source: AutoAttract Icons
hr: AutoPrivlaèenje ikona

source: Keep Attracted Icons
hr: Zadr¾i privuèene ikone

source: Floating Dock
hr: Plutajuæi dock

source: Clip Options
hr: Opcije clipa

source: (Un)Select Icon
hr: (De)Selektiraj ikonu

source: (Un)Select All Icons
hr: (De)Selektiraj sve ikone

source: Keep Icon(s)
hr: Zadr¾i ikonu(e)

source: Move Icon(s) To
hr: Stavi ikonu(e) na

source: Remove Icon(s)
hr: Makni ikonu(e)

source: Attract Icons
hr: Privuci ikone

source: Launch
hr: Pokreni

source: Settings...
hr: Postavke...

source: bad value in docked icon state info %s
hr: kriva vrijednost u dockiranom info stanju ikone %s

source: bad value in docked icon position %i,%i
hr: kriva vrijednost u dockiranoj poziciji ikone %i,%i

source: there are too many icons stored in dock. Ignoring what doesn't fit
hr: previ¹e je ikona stavljeno na dock. Zanemarujem ono ¹to ne stane

source: Dock Icon
hr: Stavi ikonu na dock

source: Could not execute command "%s"
hr: Ne mogu izvr¹iti naredbu "%s"

source: could not find icon %s, used in a docked application
hr: ne mogu naæi ikonu %s, za dockiranu aplikaciju

source: Could not open specified icon file:%s
hr: Ne mogu otvoriti navedenu ikonu:%s

source: Start when WindowMaker is started
hr: Pokreni kada se pokrene WindowMaker

source: Application path and arguments
hr: Staze i argumenti aplikacije

source: Command for files dropped with DND
hr: Naredba za datoteke spu¹tene DND-om

source: %d will be replaced with the file name
hr: %d æe biti zamjenjeno imenom datoteke

source: DND support was not compiled in
hr: Podr¹ka za DND nije ukompajlirana

source: Icon Image
hr: Ikona

source: Browse...
hr: Potra¾i...

source: Docked Application Settings
hr: Postavke dockirane aplikacije

source: stack overflow: too many dead processes
hr: stack overflow: previ¹e mrtvih procesa

source: could not render gradient: %s
hr: ne mogu rednderiradi gradaciju: %s

source: error rendering image:%s
hr: gre¹ka pri rednderiranju slike: %s

source: error loading image file "%s"
hr: gre¹ka pri uèitavanju image datoteke "%s"

source: could not find default icon "%s"
hr: ne mogu naæi glavnu ikonu "%s"

source: could not load default icon "%s":%s
hr: ne mogu uèitati glavnu ikonu "%s":%s

source: Restart failed!!!
hr: Ponovno startanje nije uspjelo!!!

source: %s aborted.
hr: %s se sru¹io.

source: usage: %s [-options]
hr: upotreba: %s [-opcije]

source: options:
hr: opcije:

source: -nocpp disable preprocessing of configuration files
hr: -nocpp onemoguæi preprocesiranje konfiguracijskih datoteka

source: -nodock do not open the application Dock
hr: -nodock ne otvaraj Dock aplikaciju

source: -noclip do not open the workspace Clip
hr: -noclip ne otvaraj Clip radnih prostora

source: -display host:dpy display to use
hr: -display host:dpy display za kori¹tenje

source: -version print version and exit
hr: -version ispi¹i verziju i izaði

source: could not find user GNUstep directory. Make sure you have installed WindowMaker correctly and run wmaker.inst
hr: ne mogu naæi korisnikov GNUstep direktorij. Provjerite da li ste ispravno instalirali WinowMaker i pokrenite wmaker.inst

source: %s:could not execute initialization script
hr: %s:ne mogu izvr¹iri inicijalizacijsku skriptu

source: too few arguments for %s
hr: premalo argumenata za %s

source: bad value for visualid: "%s"
hr: kriva vrijednost za visualid: "%s"

source: X server does not support locale
hr: X server ne podr¾ava locale

source: cannot set locale modifiers
hr: ne mogu postaviti loacale modifiers

source: could not open display "%s"
hr: ne mogu otvoriti display "%s"

source: wrealloc() failed while trying to add menu item
hr: wrealloc() pao poku¹avajuæi dodati postavku u menu

source: could not define value for %s for cpp
hr: ne mogu definirati vrijednost za %s za cpp

source: could not get password entry for UID %i
hr: ne mogu uzeti password zapis za UID %i

source: your machine is misconfigured. HOSTNAME is set to %s
hr: va¹a ma¹ina je krivo konfigurirana. HOSTNAME je postavljen na %s

source: your machine is misconfigured. HOST is set to %s
hr: va¹a ma¹ina je krivo konfigurirana. HOST je postavljen na %s

source: selection timed-out
hr: vrijeme za odabir isteklo

source: Program Arguments
hr: Argumenti programa

source: Enter command arguments:
hr: Upi¹i argumente naredbe:

source: unable to get dropped data from DND drop
hr: ne mogu uzeti spu¹tene podatke od DND spu¹tanja

source: error getting dropped data from DND drop
hr: gre¹ka pri uzimanju spu¹tenih podataka od DND spu¹tanja

source: out of memory while getting data from DND drop
hr: iskori¹tena sva memorija pri uzimanju podataka od DND spu¹tanja

source: out of memory during expansion of "%s"
hr: iskori¹tena sva memorija za vrijeme ¹irenja "%s"

source: out of memory during expansion of "%w"
hr: iskori¹tena sva memorija za vrijeme ¹irenja "%w"

source: out of memory during expansion of "%a"
hr: iskori¹tena sva memorija za vrijeme ¹irenja "%a"

source: out of memory during expansion of "%d"
hr: iskori¹tena sva memorija za vrijeme ¹irenja "%d"

source: selection not available
hr: odabir nije dostupan

source: bad window name value in %s state info
hr: kriva vrijednost imena za prozor u %s u info stanju

source: could not load mask bitmap file "%s". Won't use mask
hr: ne mogu uèitati bitmap datoteku "%s" za mask. Neæu koristiti mask.

source: unterminated string
hr: nezavr¹en string

source: unterminated array
hr: nezavr¹en niz

source: missing , in array or unterminated array
hr: nedostaje , u nizu ili nezavr¹en niz

source: could not get array element
hr: ne mogu uzeti element niza

source: unterminated dictionary
hr: ne zavr¹en rijeènik

source: missing dictionary key
hr: nedostaje kljuè rijeènika

source: missing dictionary entry key or unterminated dictionary
hr: nedostaje kljuè rijeènika ili nezavr¹en niz

source: error parsing dictionary key
hr: gre¹ka pri parsiranju kljuèa rijeènika

source: missing = in dictionary entry
hr: nedostaje = u rijeènièkom zapisu

source: missing ; in dictionary entry
hr: nedostaje ; u rijeènièkom zapisu

source: was expecting a string, dictionary, data or array.
hr: je oèekivao string, rijeènik, podatak ili niz.

source: Comments are not allowed inside WindowMaker owned domain files.
hr: Komentari nisu dozvoljeni unutar WindowMaker owned datoteka.

source: could not open domain file %s
hr: ne mogu otvoriti domain datoteku %s

source: extra data after end of file
hr: vi¹ak podataka nakon kraja datoteke

source: The following character sets are missing in %s:
hr: Sljedeæi character setovi nedostaju u %s:

source: The string "%s" will be used in place
hr: String "%s"æe biti kori¹ten na mjestu

source: of any characters from those sets.
hr: od bilo kojih znakova iz tih setova

source: could not create font set %s. Trying fixed
hr: ne mogu napraviti font set %s. Probat æu fixed

source: could not load font %s. Trying fixed
hr: ne mogu uèitati font %s. Probat æu fixed

source: could not parse color "%s"
hr: ne mogu parsirati boju "%s"

source: could not allocate color "%s"
hr: ne mogu alocirati boju "%s"

source: Program "%s" not found or cannot be executed.
hr: Program "%s" ne mo¾e biti naðen ili izvr¹en.

source: Exit window manager?
hr: Izlaz iz window managera?

source: Close X session
hr: Zatvori X session

source: Close Window System session? (all applications will be closed)
hr: Zatvoriti Window System session? (sve aplikacije æe biti zatvorene)

source: Exiting...
hr: Izlazim...

source: %s:invalid kbd shortcut specification "%s" for entry %s
hr: %s:kriva specifikacija za kbd kraticu "%s" za zapis %s

source: %s:invalid key in shortcut "%s" for entry %s
hr: %s:krivi kljuè u kratici "%s" za zapis %s

source: %s: unmatched '"' in menu file
hr: %s: unmatched '" u menu datoteci

source: %s: missing command
hr: %s: nedostaje naredba

source: invalid OPEN_MENU specification: %s
hr: kriva OPEN_MENU specifikacija: %s

source: %s:could not stat menu
hr: %s:ne mogu statirati meni

source: %s:could not stat menu :%s
hr: %s:ne mogu statirati meni: %s

source: too many parameters in OPEN_MENU: %s
hr: previ¹e parametara u OPEN_MENU: %s

source: There are more than one WORKSPACE_MENU commands in the applications menu. Only one is allowed.
hr: Ima vi¹e nego jedna WORKSPACE_MENU naredba u meniu aplikacija. Smije biti samo jedna.

source: %s:missing parameter for menu command "%s"
hr: %s:nedostaje parametar za meni naredbu "%s"

source: %s:unknown command "%s" in menu config.
hr: %s:nepoznata naredba "%s" u konfiguraciji menija

source: %s:can't add shortcut for entry "%s"
hr: %s:ne mogu dodati kraticu za zapis "%s"

source: %s:maximal line size exceeded in menu config: %s
hr: %s prekoraèena maksimalna velièina linije u konfiguraciji menija: %s

source: %s:missing command in menu config: %s
hr: %s:nedostaje naredba u konfiguraciji menija: %s

source: %s:syntax error in menu file:END declaration missing
hr: %s:gre¹ka u sintaksi u meni datoteci: nedostaje deklaracija END

source: could not make arguments for menu file preprocessor
hr: ne mogu napraviti argumente za preprocesor datoteke menija

source: %s:could not open/preprocess menu file
hr: %s:ne mogu otvoriti/preprocesirati datoteku menija

source: %s:could not open menu file
hr: %s: ne mogu otvoriti datoteku menija

source: %s:invalid menu file. MENU command is missing
hr: %s:kriva datoteka menija. Nedostaje MENU naredba

source: error reading preprocessed menu data
hr: gre¹ka pri èitanju preprocesiranih podataka za meni

source: %s:no title given for the root menu
hr: %s:nije naveden naslov za root meni

source: out of memory while constructing directory menu %s
hr: iskori¹tena sva memorija prilikom konstruiranja direktorij menija %s

source: %s:could not stat file "%s" in menu directory
hr: %s:ne mogu statirati datoteku "%s" u meni direktoriju

source: Commands
hr: Naredbe

source: Exit...
hr: Izlaz

source: could not find menu file "%s" referenced in WMRootMenu
hr: ne mogu naæi menu datoteku "%s" naveden u WMRootMenu datoteci

source: could not access menu "%s" referenced in WMRootMenu
hr: ne mogu pristupiti menu datoteci "%s" navedenoj u WMRootMenu

source: %s:format error in root menu configuration "%s"
hr: %s:gre¹ka u formatu u root mani konfiguraciji "%s"

source: it seems that there already is a window manager running
hr: èini se da je veæ pokrenut window manager

source: could not load logo image for panels
hr: ne mogu uèitati logo image za panele

source: error making logo image for panel:%s
hr: gre¹ka pri kreiranju logo imagea za panel:%s

source: icon size is configured to %i, but it's too small. Using 16, instead
hr: velièina ikone je konfigurirana ba %i, ali je premala. Umjetsto toga koristim 16

source: could not initialize graphics library context: %s
hr: ne mogu inicijalizirati sadr¾aj grafièke biblioteke: %s

source: can't convert "%s" to boolean
hr: ne mogu konvertirati "%s" u logièki izraz

source: could not get window list!!
hr: ne mogu uzeti listu prozora!!

source: internal X error: %s
hr: interna X gre¹ka: %s

source: got signal %i (%s) - restarting
hr: dobio sam signal %i (%s) - ponovno startam

source: got signal %i - restarting
hr: primio signal %i - ponovno startam

source: %s: Received signal SIGTERM. Exiting...
hr: %s: Primio signal SIGTERM. Izlazim...

source: got signal %i (%s)
hr: primio signal %i (%s)

source: got signal %i
hr: primio signal %i

source: crashed while trying to do some post-crash cleanup. Aborting immediatelly.
hr: sru¹io se dok sam poku¹avao èistiti. Prekidam odmah.

source: trying to start alternative window manager...
hr: poku¹avam startati drugi window manager

source: Windows
hr: Lista prozora

source: image file "%s" used as texture could not be found.
hr: ne mogu naæi image datoteku "%s" koja se koristi kao tekstura.

source: could not load texture pixmap "%s":%s
hr: ne mogu uèitati teksturni pixmap "%s":%s

source: could not render texture: %s
hr: ne mogu renderirati teksturu: %s

source: could not find icon file "%s"
hr: ne mogu naæi ikonu "%s"

source: the NumLock, ScrollLock or similar key seems to be turned on. Turn it off or some mouse actions and keyboard shortcuts will not work.
hr: èini se da su NumLock, ScrollLock ili slièni kljuèevi ukljuèeni. Iskljuèite ih ili neke akcije s mi¹om i tastaturom neæe raditi.

source: could not create workspace submenu for window menu
hr: ne mogu kreirati radni prostor podmeni za prozor menu

source: (Un)Maximize
hr: (De)Maksimiziraj

source: Miniaturize
hr: Minimiziraj

source: Hide
hr: Sakrij

source: Hide Others
hr: Sakrij ostale

source: Select
hr: Odaberi

source: Move To
hr: Stavi na

source: Attributes...
hr: Atributi...

source: Close
hr: Zatvori

source: Could not find icon "%s" specified for this window
hr: Ne mogu naæi ikonu "%s" dodjeljenu ovom prozoru

source: Could not open specified icon "%s":%s
hr: Ne mogu otvoriti navedenu ikonu "%s":%s

source: Save
hr: Snimi

source: Apply
hr: Primjeni

source: Revert
hr: Vrati

source: Window Specification
hr: Specifikacija prozora

source: Window Attributes
hr: Atributi prozora

source: Advanced Options
hr: Napredne opcije

source: Icon and Initial Workspace
hr: Ikona i poèetna radni prostor

source: Application Specific
hr: Specifièno za aplikaciju

source: Defaults for all windows
hr: Defaults za sve prozore

source: The configuration will apply to all windows that have their WM_CLASS property set to the above selected name, when saved.
hr: Kada bude snimljeno, konfiguracija æe biti primjenjena na sve prozore koji imaju svoju WM_CLASS postavku postavljenu na gore navedeno ime.

source: Attributes
hr: Atributi

source: Disable titlebar
hr: Onemoguæi titlebar

source: Disable resizebar
hr: Onemoguæi resizebar

source: Disable close button
hr: Bez dugmeta za zatvaranje

source: Disable miniaturize button
hr: Bez dugmeta za minimiziranje

source: Keep on top
hr: Dr¾i na vrhu

source: Omnipresent
hr: SvugdjePrisutan

source: Start Miniaturized
hr: Pokreni minimizirano

source: Skip window list
hr: Preskoèi listu prozora

source: Advanced
hr: Napredno

source: Ignore HideOthers
hr: Ignoriraj SakrijOstale

source: Don't bind keyboard shortcuts
hr: Ne primjenjuj kbd kratice

source: Don't bind mouse clicks
hr: Ne primjenjuj klikove mi¹a

source: Keep inside screen
hr: Dr¾i unutar ekrana

source: Don't let it take focus
hr: Ne daj da uzme fokus

source: Don't Save Session
hr: Ne snimaj sessiju

source: Emulate Application Icon
hr: Emulirati aplikacijsku ikonu

source: Enable the "Don't bind..." options to allow the application to receive all mouse or keyboard events.
hr: Omoguæi "Ne primjenjuj..." opcije da bi dopustio aplikaciji da primi sve mi¹ ili tastaturne dogaðaje.

source: Icon file name:
hr: Ime ikone:

source: Ignore client supplied icon
hr: Zanemari ponuðenu ikonu

source: Initial Workspace
hr: Poèetni randi prostor

source: Nowhere in particular
hr: Nigdje posebno

source: Application Wide
hr: Preko cijele aplikacije

source: Start Hidden
hr: Pokreni skriveno

source: No application icon
hr: Nema ikone za aplikaciju

source: Workspace %i
hr: Radni prostor %i

source: Workspaces
hr: Radni prostori

source: could not create Workspace menu
hr: ne mogu kreirati menu Radnog prostora

source: New
hr: Novi

source: Destroy Last
hr: Uni¹ti zadnju

source: invalid data in selection
hr: krivi podaci u odabiru
